

export const defaultRecipes = [
    {
      id: "1",
      title: "순두부찌개 레시피",
      items: [
        "냄비에 기름을 두르고 파를 볶는다",
        "파가 노릇노릇해지면 돼지고기를 볶는다.",
        "돼지고기가 어느정도 익으면 다진 마늘과 다진 양파를 넣고 볶는다.",
        "수분이 날라가면 고추가루를 넣고 볶는다.",
        "간장을 냄비 바닥에 부어 졸인다.",
        "물을 넣고 끓인 후, 각종 야채를 넣는다.",
        "국간장이나 소금으로 간을 하고, 순두부를 넣는다.",
      ],
    },
    {
      id: "2",
      title: "갈릭 크림파스타",
      items: [
        "물을 올린다. 끓으면 면을 넣고 시간을 쟨다.",
        "버터에 마늘을 볶는다.",
        "색이 나면 양파도 볶는다.",
        "미리 소금간을 해준다.",
        "베이컨 등을 넣고 볶아준 후, 크림을 넣고 한보끔 끓인다.",
        "치즈를 한장 넣어준다. (선택사항)",
        "면이 익으면 면을 넣고 잘 섞어준다.",
        "소금, 후추, 파마산 치즈 등으로 간을 맞춘다.",
      ],
    },
    {
      id: "3",
      title: "된장찌개",
      items: [
        "재료 : 멸치, 각종 야채, 두부, 간마늘, 된장",
        "멸치를 약 10개 다듬는다. 머리를 제거하고 똥과 가시를 제거한다.",
        "멸치를 2개 혹은 3개로 찢어 물에끓인다.",
        "야채와 두부 등을 썰어 둔다. 가능하면 깍둑썰기한다.",
        "양파로 맛을 낸다면 잘게 썰어 일찍 넣는다.",
        "버섯 - 호박 - 된장 순으로 넣는다. 된장이 잘 안 부서져 있다면 체로 풀어 넣는다.",
        "찌개가 끓으면 파와 고추를 넣는다.",
        "다시 끓으면 두부를 넣고 다시 끓이면 완성.",
      ],
    },
  ]